tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "innovativeinventor/zathura"
tap "paritytech/paritytech"
brew "openssl@1.1"
brew "alpine"
brew "libssh2"
brew "aria2"
brew "aspell"
brew "gdbm"
brew "sqlite"
brew "python"
brew "glib"
brew "atk"
brew "autoconf"
brew "autoconf@2.13"
brew "automake"
brew "awk"
brew "bash"
brew "bash-completion"
brew "brotli"
brew "camlp5"
brew "cmake"
brew "gcc"
brew "openblas"
brew "clamav"
brew "clojure"
brew "closure-compiler"
brew "cmu-pocketsphinx"
brew "coq"
brew "coreutils"
brew "go"
brew "dep"
brew "dfu-util"
brew "dnscrypt-proxy", restart_service: true
brew "gnutls"
brew "emacs"
brew "enchant"
brew "ethereum"
brew "exa"
brew "exercism"
brew "f3"
brew "fd"
brew "harfbuzz"
brew "webp"
brew "ffmpeg"
brew "findutils", args: ["with-default-names"]
brew "fish"
brew "flake8"
brew "fzf"
brew "gawk", link: false
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "glib-networking"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gpgme"
brew "graphviz"
brew "grep"
brew "grip"
brew "gstreamer"
brew "gst-plugins-base"
brew "gst-libav"
brew "gst-plugins-bad"
brew "gst-plugins-good"
brew "gst-rtsp-server"
brew "gtk+"
brew "guetzli"
brew "haskell-stack"
brew "hopenpgp-tools"
brew "hub"
brew "imagemagick"
brew "iperf"
brew "iproute2mac"
brew "jemalloc"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "node"
brew "jsonlint"
brew "ldns"
brew "lean"
brew "leiningen"
brew "less"
brew "libressl"
brew "libssh"
brew "libtensorflow"
brew "libuv"
brew "ruby"
brew "macvim"
brew "make"
brew "meson"
brew "mitmproxy"
brew "mosh", args: ["HEAD"]
brew "mozjpeg"
brew "msgpack"
brew "mupdf"
brew "mutt"
brew "namebench"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "nmap"
brew "nnn"
brew "numpy", link: false
brew "opam"
brew "opencv"
brew "openssh"
brew "pinentry-mac"
brew "pipenv", link: false
brew "pngcrush"
brew "pre-commit"
brew "proof-general"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pypy"
brew "pypy3"
brew "qt"
brew "radare2"
brew "reaver"
brew "screen"
brew "stockfish"
brew "stunnel"
brew "testdisk"
brew "thefuck"
brew "transmission-cli"
brew "vbindiff"
brew "watch"
brew "weechat"
brew "wget"
brew "wireguard-tools"
brew "wireshark", args: ["with-qt"]
brew "wtfutil"
brew "xboard"
brew "yarn"
brew "yasm"
brew "ykpers"
brew "ykman"
brew "zeromq"
brew "zlib"
brew "znc"
brew "zopfli"
brew "zsh"
brew "paritytech/paritytech/parity"
cask "android-sdk"
cask "arduino"
cask "atom"
cask "brackets"
cask "brave-browser"
cask "cakebrew"
cask "chromium"
cask "coqide"
cask "db-browser-for-sqlite"
cask "etcher"
cask "font-firacode-nerd-font"
cask "gcc-arm-embedded"
cask "github"
cask "gpg-suite"
cask "iterm2"
cask "java"
cask "lepton"
cask "libreoffice"
cask "mactex"
cask "monero-wallet"
cask "notable"
cask "osxfuse"
cask "plotdevice"
cask "plover"
cask "pock"
cask "postman"
cask "qutebrowser"
cask "sekey"
cask "sia-ui"
cask "skim"
cask "superduper"
cask "teensy"
cask "texstudio"
cask "tor-browser"
cask "transmission"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "webrecorder-player"
cask "zotero"
